{
  "config" : {
    "adcolony" : {
      "adcolony_app_id" : "",
      "adcolony_interstitial_id" : "",
      "adcolony_rewarded_id" : ""
    },
    "admob" : {
      "admob_banner_id" : "ca-app-pub-3940256099942544/6300978111",
      "admob_interstitial_id" : "ca-app-pub-3940256099942544/1033173712",
      "admob_native_id" : "ca-app-pub-3940256099942544/2247696110",
      "admob_rewarded_id" : "ca-app-pub-3940256099942544/5224354917",
      "admob_unit_id" : ""
    },
    "appodeal" : {
      "appodeal_app_key" : ""
    },
    "facebook" : {
      "facebook_banner_id" : "",
      "facebook_interstitial_id" : "",
      "facebook_native_id" : ""
    },
    "mode_ads_banner" : "admob",
    "mode_ads_interstitial" : "admob",
    "mode_ads_native_enabled" : true,
    "mode_ads_rewarded" : "admob",
    "mode_button_ads_action" : "0",
    "unity" : {
      "unity_app_id" : "",
      "unity_banner_id" : "",
      "unity_interstitial_id" : "",
      "unity_rewarded_id" : ""
    },
    "update" : {
      "enable_update_closed" : true,
      "update_action" : "",
      "update_msg" : "update your app for grt all favorite now",
      "update_state" : false,
      "update_title" : "update your app"
    },
    "app" : {
      "mode_off_version" : "0"
    }
  },
  "posts" : [
	{
      "id" : 0,
      "imageURL" : "https://www.levelwinner.com/wp-content/uploads/2021/05/scary-teacher-3d-spider-gloves-800x450-1.jpg",
      "state" : "vip",
      "title" : "Prank 8: The Pop-Up Book",
      "description" : "",
      "written" : "<p>Miss T is getting ready to read her favorite book, so let us give her another surprise by placing a spider between its pages</p>
<p>The spider itself can be found in a &ldquo;torture room&rdquo; near the gym, but the game warns you that the spider bites; you will need to find some gloves before handling the spider. Head to the workshop to find a pair of gloves sitting on the desk, and head to the torture room to pick up the spider, which is in a glass case atop a table.</p>
<p>Though the opening cutscene depicts Miss T in the TV room, her favored book is actually in the study, located on the first floor near the kitchen. Place the spider on the book and head to safety. The words from that book just seem to leap from the page.</p>"
    },
	    {
      "id" : 1,
      "imageURL" : "https://www.levelwinner.com/wp-content/uploads/2021/05/scary-teacher-3d-shampoo-800x450-1.jpg",
      "state" : "vip",
      "title" : "Prank 9: Sham-poo",
      "description" : "",
      "written" : "<p>Miss T&rsquo;s taking a bath. While she is not looking, you will sabotage her shampoo bottle. Her bathroom is on the second floor next to her bedroom, and should not be mistaken for a similar bathroom on the opposite side.</p>
<p>There are at least two ways to tamper with her shampoo, which is placed on the bathroom sink:</p>
<p>The first method, and the fastest one, is to head to the bathroom and look for a bottle labeled &ldquo;Hair Removal Cream&rdquo; on the sink. Pick it up and pour it into her shampoo. There is also a bottle of hair dye nearby but do not use that one, as she will take a liking to her new hair color and you fail the prank in the process.</p>
<p>The second method is via a tube of glue on the workshop desk, the same place where the gloves from the previous prank were located.</p>
<p>Once you have interacted with Miss T&rsquo;s shampoo, she will head back to the bathroom. If you do the prank right it will be more than dirt that will be washed off.</p>"
    },
	    {
      "id" : 2,
      "imageURL" : "https://www.levelwinner.com/wp-content/uploads/2021/05/scary-teacher-3d-chair-saw-800x450-1.jpg",
      "state" : "vip",
      "title" : "Prank 10: The Chair Catastrophe",
      "description" : "",
      "written" : "<p>What a nice, sunny day to relax, and Miss T has picked out a particular deck chair to lie down on. Let us ruin it.</p>
<p>Since the chair is made out of wood, we will need to find a saw to cut off a leg. You can find a saw in the shed, and its location means that you can reach the backyard quickly once Miss T has entered the kitchen. Just be careful and try not to get spotted as you head there.</p>
<p>Now, the game does not identify what chair Miss T plans to use, but it just so happens to be the blue chair closest to the side table. Move to the right side of the chair and use the saw. Once any of the deck chairs have been tampered with, Miss T will head back to the pool. Given your location, it is best to leave the backyard via the path closest to you. The chosen chair might change colors after you mess with it, but Miss T&rsquo;s decision is final.</p>"
    },
	    {
      "id" : 3,
      "imageURL" : "https://www.levelwinner.com/wp-content/uploads/2021/05/scary-teacher-3d-fireplace-gas-800x450-1.jpg",
      "state" : "vip",
      "title" : "Prank 11: Fireplace Foolery",
      "description" : "",
      "written" : "<p>Miss T has lit up her fireplace near the kitchen, and merely extinguishing it is not enough. We are going to give that fireplace an extra kick.</p>
<p>Now, you can extinguish the fireplace by locating a pitcher of water and pouring it onto the fire. That pitcher is on a kitchen counter. However, Miss T will move back to the fireplace to light it up, so we will need to locate that extra kick before anything else.</p>
<p>In the torture room, there is a can of kerosene on the table, on the same spot where the spider was, so pick that can up. With the kerosene in hand, head to the kitchen and pick up the pitcher. Work quickly and extinguish the fire with the pitcher, then select the kerosene and pour it on the fireplace. Get out of sight and watch that kick come in.</p>"
    }
  ]
}
