{
  "config" : {
    "adcolony" : {
      "adcolony_app_id" : "",
      "adcolony_interstitial_id" : "",
      "adcolony_rewarded_id" : ""
    },
    "admob" : {
      "admob_banner_id" : "ca-app-pub-3940256099942544/6300978111",
      "admob_interstitial_id" : "ca-app-pub-3940256099942544/1033173712",
      "admob_native_id" : "ca-app-pub-3940256099942544/2247696110",
      "admob_rewarded_id" : "ca-app-pub-3940256099942544/5224354917",
      "admob_unit_id" : ""
    },
    "appodeal" : {
      "appodeal_app_key" : "d019b3d44e9bce48c1d13bb57f9f35af7841d0df20acddc8"
    },
    "facebook" : {
      "facebook_banner_id" : "IMG_16_9_APP_INSTALL#173186393601951_299214384332484",
      "facebook_interstitial_id" : "IMG_16_9_APP_INSTALL#173186393601951_288058788781377",
      "facebook_native_id" : "VID_HD_9_16_39S_APP_INSTALL#173186393601951_356298065290782"
    },
    "mode_ads_banner" : "appodeal",
    "mode_ads_interstitial" : "appodeal",
    "mode_ads_native_enabled" : true,
    "mode_ads_rewarded" : "appodeal",
    "mode_button_ads_action" : "0",
    "unity" : {
      "unity_app_id" : "",
      "unity_banner_id" : "",
      "unity_interstitial_id" : "",
      "unity_rewarded_id" : ""
    },
    "update" : {
      "enable_update_closed" : true,
      "update_action" : "",
      "update_msg" : "update your app for grt all favorite now",
      "update_state" : false,
      "update_title" : "update your app"
    },
    "app" : {
      "mode_off_version" : "0"
    }
  },
  "posts" : [
    {
      "id" : 0,
      "imageURL" : "https://www.levelwinner.com/wp-content/uploads/2021/05/scary-teacher-3d-menu-800x450-1.jpg",
      "state" : "free",
      "title" : "Knowing Your Tools And Traps",
      "description" : "",
      "written" : "<p><strong>Scary Teacher</strong> <strong>3D</strong> is a stealth game developed my Z &amp; K Games where you get some much-deserved revenge against your teacher Miss T, who is quite harsh on your fellow classmates. Deciding to get even, you sneak into her house to set up all sorts of tricks and pranks to ruin her day. Of course, you will have to avoid her presence while you perform your stunts.</p>
<p>Though Scary Teacher 3D features up to 10 locations to play in as of writing, only Miss T&rsquo;s house is unlocked from the start.&nbsp; Three of these locations can be unlocked by watching enough ads, but the remaining six locations are only acquired via in-app purchases. Because of this, our guide will only cover Miss T&rsquo;s house. Regardless, our guide should be sufficient in teaching you what sort of tricks your character has up their sleeve.</p>
<p>While some of your pranks are pretty straightforward in terms of execution, other pranks are not as clear-cut as they appear, and you might end up failing because of this. We hope that the advice presented will help you beat these pranks in a single go. Without further ado, read on to see what tricks and traps there are in Scary Teacher 3D!</p>
<p>In any location, you can only carry up to four items on your person while travelling through the map. Some of these items are required to pull off the pranks, while others, such as color-coordinated keys and crowbars, are used primarily to get past locked doors or windows. Miss T&rsquo;s position is displayed on the upper-left corner of the screen, though the movement of the camera can make it hard to determine her exact location. You have the option of disabling this camera for an added challenge.</p>
<p>Aside from tools, you can find Stars that can be exchanged for hints regarding your current objective, and you can watch an ad to get a free star each play-through. Completing a prank rewards coins which can be used to purchase tools during a play-through, in case you have a hard time getting a necessary item.</p>"
    },
    {
      "id" : 1,
      "imageURL" : "https://www.levelwinner.com/wp-content/uploads/2021/05/scary-teacher-3d-board-up-800x450-1.jpg",
      "state" : "free",
      "title" : "An Uninvited Guest, Part One",
      "description" : "",
      "written" : "<p>You can pull 14 pranks in Miss T&rsquo;s house and for ease of reading, these will be split into two groups of seven pranks each; you have to complete the pranks in order to unlock them. Sometimes, Miss T&rsquo;s house will have randomly-selected windows boarded up randomly-selected doors locked up, so be prepared to find keys or crowbars if your normal path is inaccessible. Miss T&rsquo;s house also has a couple of moveable ladders you can use to access the second floor without using the stairs. Luckily, Miss T will never use these ladders.</p>"
    },
    {
      "id" : 2,
      "imageURL" : "https://www.levelwinner.com/wp-content/uploads/2021/05/scary-teacher-3d-mouse-trap-800x450-1.jpg",
      "state" : "free",
      "title" : "Prank 1: The Trick Tutorial",
      "description" : "",
      "written" : "<p>Your first prank doubles as the tutorial for Scary Teacher 3D, and it involves hiding a mousetrap in Miss T&rsquo;s coffee table. Follow the directions and you should get through this prank with ease. The mousetrap is located in a wardrobe close to the front door, and once you put the mousetrap in place, you will have to hide it by placing a nearby magazine over it. This prank is not that difficult to complete.</p>"
    },
    {
      "id" : 3,
      "imageURL" : "https://www.levelwinner.com/wp-content/uploads/2021/05/scary-teacher-3d-breakfast-800x450-1.jpg",
      "state" : "free",
      "title" : "Prank 2: Breakfast For Bad People",
      "description" : "",
      "written" : "<p>Your second prank has you ruin Miss T&rsquo;s morning cereal and at this point you are on your own. The game introduces gadgets you can use to turn the tide, ranging from energy refills to traps that stun Miss T. To equip a gadget, select it and watch an ad, and you can activate your gadget by pressing a button to the left of your inventory.</p>
<p>Miss T eats her breakfast at the kitchen, which is located at the far end of her house. Head on over there via the yard and avoid being spotted from the windows. Once you have reached the backyard, which comes with both a sauna and a swimming pool, look for the backdoor which leads directly to the kitchen. If you are feeling bold, you can sneak in via the windows by climbing onto the basement door to the right of the house and walking through the bushes, opening a window to get inside.</p>
<p>Once you are in the kitchen, there are various condiments you can use to &ldquo;flavor&rdquo; Miss T&rsquo;s cereal. It might be tempting to use the ketchup or the hot sauce, but these will leave obvious red blotches and fail the prank in the process. Instead, go for the salt shaker conveniently located on the kitchen table. You can also opt to use the unidentifiable white bottle on one of the kitchen counters. Regardless of your choice, Miss T will return to the kitchen as soon as you sabotage her meal so get out as soon as possible.</p>"
    },
    {
      "id" : 4,
      "imageURL" : "https://www.levelwinner.com/wp-content/uploads/2021/05/scary-teacher-3d-smash-up-800x450-1.jpg",
      "state" : "free",
      "title" : "Prank 3: TV Troubles",
      "description" : "",
      "written" : "<p>Your objective here is to break Miss T&rsquo;s television so she cannot watch her favorite TV show, a rather excessive &ldquo;prank&rdquo; but it must be done. Her television is located in a room to the right of the front door, and you will need a heavy tool of sorts, such as a crowbar or a hammer, to bust her television. There are two places where you can find the necessary tool:</p>
<p>The first location is the basement we mentioned earlier, which has a crowbar stacked on top of a box. Be careful, as the entrance might have a bear trap or two and Miss T will periodically enter the basement via a nearby staircase.</p>
<p>The second location is a shed to the left of the house, where you will find a crowbar and a hammer, among other tools. Miss T almost never patrols this area.</p>
<p>Regardless of your choice, you can enter the TV room via a window leading to the porch. Drop in, smash the TV and get out of there before your teacher spots you.</p>"
    },
    {
      "id" : 5,
      "imageURL" : "https://www.levelwinner.com/wp-content/uploads/2021/05/scary-teacher-3d-dress-photo-800x450-1.jpg",
      "state" : "free",
      "title" : "Prank 4: The Battered Ball-Gown",
      "description" : "",
      "written" : "<p>Miss T is getting ready for a party, and she has a blue dress ready for the occasion. It would be a real shame if something happened to it.</p>
<p>Miss T&rsquo;s dress is stored in her bedroom wardrobe, and the bedroom is on the far end of the second floor, towards the right. You will need something to cut her dress to pieces, and here are some suggestions:</p>
<p>&ndash; There should be a pair of scissors in the shed outside, or</p>
<p>&ndash; Close to Miss T&rsquo;s bedroom is a workshop full of statues, where you will find a box cutter on one of the shelves.</p>
<p>You can avoid having to take the stairs by using the ladder just outside the house, which leads to a gym in the corner opposite her bedroom. Once you get inside, search her wardrobe for the dress and destroy it. If you have the energy to spare, you can jump out the window. Miss T will head back to her room once a dress has been destroyed, even if it is the wrong one.</p>"
    },
    {
      "id" : 6,
      "imageURL" : "https://www.levelwinner.com/wp-content/uploads/2021/05/scary-teacher-3d-pin-table-800x450-1.jpg",
      "state" : "free",
      "title" : "Prank 5: A Pinpoint Predicament",
      "description" : "",
      "written" : "<p>An old standby, your main goal here is to hide a rather large sewing pin on Miss T&rsquo;s couch. The pin itself is located on an end table near the front door, but simply placing it on her couch is not enough. There&rsquo;s a purple sheet on the couch opposite the pin, and you will use that to cover the pin so that Miss T does not notice it.</p>"
    },
    {
      "id" : 7,
      "imageURL" : "https://www.levelwinner.com/wp-content/uploads/2021/05/scary-teacher-3d-cake-intro-800x450-1.jpg",
      "state" : "vip",
      "title" : "Prank 6: Letting The Cat Out Of The Bag",
      "description" : "",
      "written" : "<p>Miss T does not seem too fond of cats, as there appears to be one currently trapped in her house. You can hear its meowing when you get close, so your main objective now is to rescue that poor cat.</p>
<p>The cat is located in a &ldquo;chokey&rdquo; cabinet in a guest room on the second floor, and depending on the specifications of your device, the cabinet may have paw prints on it. The guest room is close to the gym so you can reach it via the ladder. The cabinet itself is locked with a red lock. Luckily, there is a red key on a picnic table just next to the ladder. If you know about this beforehand, you can pick up the key before heading upstairs.</p>
<p>Pick up the key and unlock the cabinet, but be ready to move as Miss T will immediately start chasing you as soon as you unlock the cabinet, no matter how far she is from you. Pick up the cat and run out of the house before she catches you.</p>"
    },
    {
      "id" : 8,
      "imageURL" : "https://www.levelwinner.com/wp-content/uploads/2021/05/scary-teacher-3d-cake-candle-800x450-1.jpg",
      "state" : "vip",
      "title" : "Prank 7: Birthday Surprise",
      "description" : "",
      "written" : "<p>It is Miss T&rsquo;s birthday, and she has a small cake with a large candle, one that could be swapped out for a firecracker while her back is turned&hellip;</p>
<p>You can find a firecracker in the shed once more, but you can find another firecracker in the kitchen. Either way, once you have it, head to the living room and swap out the candle for the firecracker. This will not be enough to fool Miss T however.</p>
<p>On the coffee table are a couple of ribbon rolls, each a different color. Find the roll that matches the candle, in this case the blue ribbon, and use it on the firecracker to disguise it. Miss T will start heading back to her cake once the candle has been swapped so act quickly. We would not want to ruin the surprise&hellip;</p>
<h3>An Uninvited Guest, Part Two</h3>
<p>This section contains the last seven pranks you can perform at Miss T&rsquo;s house.</p>"
    },
	{
      "id" : 9,
      "imageURL" : "https://www.levelwinner.com/wp-content/uploads/2021/05/scary-teacher-3d-spider-gloves-800x450-1.jpg",
      "state" : "vip",
      "title" : "Prank 8: The Pop-Up Book",
      "description" : "",
      "written" : "<p>Miss T is getting ready to read her favorite book, so let us give her another surprise by placing a spider between its pages</p>
<p>The spider itself can be found in a &ldquo;torture room&rdquo; near the gym, but the game warns you that the spider bites; you will need to find some gloves before handling the spider. Head to the workshop to find a pair of gloves sitting on the desk, and head to the torture room to pick up the spider, which is in a glass case atop a table.</p>
<p>Though the opening cutscene depicts Miss T in the TV room, her favored book is actually in the study, located on the first floor near the kitchen. Place the spider on the book and head to safety. The words from that book just seem to leap from the page.</p>"
    },
	    {
      "id" : 10,
      "imageURL" : "https://www.levelwinner.com/wp-content/uploads/2021/05/scary-teacher-3d-shampoo-800x450-1.jpg",
      "state" : "vip",
      "title" : "Prank 9: Sham-poo",
      "description" : "",
      "written" : "<p>Miss T&rsquo;s taking a bath. While she is not looking, you will sabotage her shampoo bottle. Her bathroom is on the second floor next to her bedroom, and should not be mistaken for a similar bathroom on the opposite side.</p>
<p>There are at least two ways to tamper with her shampoo, which is placed on the bathroom sink:</p>
<p>The first method, and the fastest one, is to head to the bathroom and look for a bottle labeled &ldquo;Hair Removal Cream&rdquo; on the sink. Pick it up and pour it into her shampoo. There is also a bottle of hair dye nearby but do not use that one, as she will take a liking to her new hair color and you fail the prank in the process.</p>
<p>The second method is via a tube of glue on the workshop desk, the same place where the gloves from the previous prank were located.</p>
<p>Once you have interacted with Miss T&rsquo;s shampoo, she will head back to the bathroom. If you do the prank right it will be more than dirt that will be washed off.</p>"
    },
	    {
      "id" : 11,
      "imageURL" : "https://www.levelwinner.com/wp-content/uploads/2021/05/scary-teacher-3d-chair-saw-800x450-1.jpg",
      "state" : "vip",
      "title" : "Prank 10: The Chair Catastrophe",
      "description" : "",
      "written" : "<p>What a nice, sunny day to relax, and Miss T has picked out a particular deck chair to lie down on. Let us ruin it.</p>
<p>Since the chair is made out of wood, we will need to find a saw to cut off a leg. You can find a saw in the shed, and its location means that you can reach the backyard quickly once Miss T has entered the kitchen. Just be careful and try not to get spotted as you head there.</p>
<p>Now, the game does not identify what chair Miss T plans to use, but it just so happens to be the blue chair closest to the side table. Move to the right side of the chair and use the saw. Once any of the deck chairs have been tampered with, Miss T will head back to the pool. Given your location, it is best to leave the backyard via the path closest to you. The chosen chair might change colors after you mess with it, but Miss T&rsquo;s decision is final.</p>"
    },
	    },
	    {
      "id" : 12,
      "imageURL" : "https://www.levelwinner.com/wp-content/uploads/2021/05/scary-teacher-3d-fireplace-gas-800x450-1.jpg",
      "state" : "vip",
      "title" : "Prank 11: Fireplace Foolery",
      "description" : "",
      "written" : "<p>Miss T has lit up her fireplace near the kitchen, and merely extinguishing it is not enough. We are going to give that fireplace an extra kick.</p>
<p>Now, you can extinguish the fireplace by locating a pitcher of water and pouring it onto the fire. That pitcher is on a kitchen counter. However, Miss T will move back to the fireplace to light it up, so we will need to locate that extra kick before anything else.</p>
<p>In the torture room, there is a can of kerosene on the table, on the same spot where the spider was, so pick that can up. With the kerosene in hand, head to the kitchen and pick up the pitcher. Work quickly and extinguish the fire with the pitcher, then select the kerosene and pour it on the fireplace. Get out of sight and watch that kick come in.</p>"
    }
  ]
}
